const products = [
    {
        id: 1,
        name: 'Квадрокоптер Syma X30 с камерой FPV GPS 2.4G',
        image: 'https://copterdrone.ru/uploads/thumbs/store/product/250x480_5639233f8b9197596491958758f7a4a9.jpg',
        price: 9490,
        discount: 2000,
        extraBladesPrice: 200,
        extraAccumulatorPrice: 1000,
        desc: `Квадрокоптер Syma с камерой FPV, GPS 2.4G - SYMA-X30 - это новый компактный складной квадрокоптер от Syma. Вес квадрокоптера всего 210 грамм. Регистрация не требуется.`,
        amountAvailable: 4,
        brand: 'Burton'
    },
    {
        id: 2,
        name: 'Квадрокоптер Syma W1 Pro - RTF 2.4G',
        image: 'https://cdn1.ozone.ru/s3/multimedia-b/wc1200/6060420467.jpg',
        price: 5400,
        discount: 0,
        extraBladesPrice: 150,
        extraAccumulatorPrice: 500,
        desc: `Высокотехнологичный радиоуправляемый квадрокоптер SYMA X25PRO оснащен съемной FPV HD камерой и системой навигации GPS, которая обеспечивает множество новых полезных функций. Благодаря системе GPS квадрокоптер великолепно удерживается на позиции съемки, автоматически возвращается к точке старта, летает по заданному маршруту, вокруг пилота, и сопровождает вас с помощью функции «Follow Me».
Трансляция FPV изображения в режиме реального времени позволяет наслаждаться просмотром красивых пейзажей, которые «видит» объектив камеры дрона. Съемная камера имеет высококачественный широкоугольный объектив, который дистанционно можно наклонять вверх или вниз в диапазоне 90 градусов, вы можете делать эффектные высококачественные фотографии и снимать красочные видеоролики в HD качестве, выходящие за рамки вашего воображения.`,
        amountAvailable: 0,
        brand: 'Burton'
    },
    {
        id: 3,
        name: 'Квадрокоптер Syma X8HW',
        image: 'https://cdn1.ozone.ru/s3/multimedia-4/wc1200/6011100748.jpg',
        price: 7380,
        discount: 500,
        extraBladesPrice: 150,
        extraAccumulatorPrice: 500,
        desc: `Отличительной чертой новой линии квадрокоптеров от фирмы Syma стало добавления барометрического датчика для удерживания нужной высоты во время зависания в воздухе, что способствует более качественной съемке и плавному движению в воздухе.

Прямая трансляция по WiFi в режиме реального времени позволяет наблюдать с высоты за происходящим, передача происходит на смартфон. Теперь есть возможность записи на SD карту.

6-ти осевой гироскоп делает ваш полет более безопасным, управление – легким, а небольшой ветер перестает быть помехой для полета. Также гироскоп повышает стабильность полета.

В нем также присутствует функция Headless mode, что позволяет с легкостью определить, где передняя и хвостовая часть. Развороты на 360 градусов по оси и различные воздушные трюки - все это возможно при помощи простого нажатия кнопок и джойстика на пульте управления.

Яркие светодиодные бортовые огни помогут Вам проще ориентироваться в ночное время суток и придадут полетам привлекательность.`,
        amountAvailable: 1,
        brand: 'Syma'
    },
    {
        id: 4,
        name: 'Квадрокоптер Syma X5UW FPV RTF 2.4GHz - X5UW-Black',
        image: 'https://cdn1.ozone.ru/s3/multimedia-e/wc1200/6025975850.jpg',
        price: 5490,
        discount: 900,
        extraBladesPrice: 100,
        extraAccumulatorPrice: 450,
        desc: `Радиоуправляемый квадрокоптер Syma X5UW FPV RTF 2.4G - X5UW-BLACK - это классическая радиоуправляемая модель с коллекторными моторами. Технические возможности позволяют устройству с приводом через шестерню совершать уверенные полеты. Особенность модели - увеличенная тяга за счет несущих винтов.

Квадрокоптер ветроустойчив. Syma X5UW FPV демонстрирует отличную работу благодаря 6-осевому гироскопу. Купите это устройство с оперативной доставкой по Москве и России и убедитесь, насколько легко и комфортно им управлять. Новичков порадует прогнозируемость работы стиков. Оцените два режима активности, безупречную работу флипов, а также режимы автовзлета, автопосадки и зависания. Еще один приятный сюрприз заранее заданный маршрут возможен без GPS!`,
        amountAvailable: 2,
        brand: 'Syma'
    }
]

module.exports = products;